Repository: hforge/shop
Catalog: locale/*.po
Languages: fr

source: Deposit payment module
fr: Module de paiement par accompte

# heading
source: Details about colissimo
fr: Détails concernant le colissimo

# table cell
source: Details about shipping way:
fr: Détails de livraison :

source: Diff days (On two digits ex: 04)
fr: Jours de différés (Sur deux digits ex: 04)

source: Disadvantages
fr: Inconvénients

# paragraph
source: Disadvantages:
fr: Inconvénients:

source: Do a report
fr: Signaler un avis

# button
source: Do batch edition
fr: Effectuer la modification en lots

# heading
source: Do not forget to recall the information mentionned below in any communications:
fr: N'oubliez pas de rappeler les informations ci-dessous dans toutes vos communications :

source: Do not honour
fr: Ne pas honorer

# div
source: Don't forget to recall the information mentionned below
fr: N'oubliez pas de rappeler les informations ci-dessous

# title attribute
source: Download bill
fr: Télécharger la facture

# title attribute
source: Download order
fr: Télécharger le bon de commande

# label
source: E-mail Address
fr: Adresse mail

source: Edit
fr: Modifier

# link
source: Edit 404
fr: Modifier la page 404

# link
source: Edit CSS
fr: Modifier la CSS

source: Edit address
fr: Modifier l'adresse

# link
source: Edit address
fr: Modifier l'adresse

source: Edit box title
fr: Modifier le titre de la bôite

source: Edit configuration
fr: Editer la configuration

# link
source: Edit cover
fr: Modifier la couverture

source: Edit cross selling
fr: Modifier la vente liée

source: Edit declination
fr: Editer la déclinaison

# link
source: Edit footer
fr: Modifier le pied de page

source: Edit my account
fr: Modifier mon compte

source: Edit my password
fr: Modifier mon mot de passe

source: Edit my preferences
fr: Modifier mes préférences

# title attribute
source: Edit this address
fr: Modifier cette adresse

# link
source: Edit turning footer
fr: Modifier le pied de page tournant

source: Edit welcome page
fr: Modifier la page de bienvenue

# heading
source: Editorial content
fr: Contenu éditorial

source: Email of your friend
fr: Adresse mail du destinataire

source: Enabled
fr: Activer

source: Enabled ?
fr: Actif ?

source: Enabled?
fr: Actif?

source: End
fr: Fin

source: Enumerate Table
fr: Table des énumérations

source: Enumerate Table Color
fr: Table des énumérations de couleur

source: Enumerate preview
fr: Aperçu de l'énumération

source: Enumerates
fr: Enumérations

# link
source: Enumerates
fr: Enumérations

source: Enumerates folder
fr: Dossier énumérations

source: Error during the creation of the subscription
fr: Erreur de création d'un abonnement

source: Error in 'edit' in file up-date field
fr: Erreur en 'edit' sur champ de mise à jour fichier

source: Error in file format
fr: Erreur dans le format du fichier

source: Error in format
fr: Erreur de format

source: Error in memory allocation
fr: Erreur d'allocation mémoire

source: Error in opening the file
fr: Erreur lors de l'ouverture du fichier

source: Error in reading the parameters via stdin
fr: Error lors de la lecture des paramètres via stdin

source: Error in reply (error in ther server's domain)
fr: Réponse erronée (erreur dans le domaine serveur)

source: Error in secret code
fr: Code confidentiel erroné

source: Error in the parameters (Http Error)
fr: Erreur de paramètres (Erreur Http)

source: Error of coherence
fr: Erreur de cohérence

source: Error on line %s
fr: Erreur à la ligne %s

source: Error, payment module can't be load
fr: Erreur, le module de payment ne peut pas être chargé

source: Error: product invalid
fr: Erreur : produit invalide

source: Expired card
fr: Date de validité de la carte dépassée

source: Expiry date incorrect
fr: Date de fin de validité incorrecte

source: Expiry date of the card passed
fr: Date d'expiration de la carte dépassée

source: Export
fr: Exporter

source: Export users
fr: Exporter les utilisateurs

source: Extend products associated to this tags
fr: Étendre les produits associés à ces tags

source: Extend with products from categories...
fr: Compléter avec des produits de la catégorie...

source: Extend with products that contains this title
fr: Compléter avec les produits qui contiennent ce titre

source: Extend with promotion ?
fr: Compléter avec des promotions ?

source: Facture number
fr: Numéro de facture

source: February
fr: Février

source: File
fr: Fichier

source: File up-date impossible
fr: Mise à jour de fichier impossible

source: File update not withstood
fr: Mise à jour de fichier non supportée

source: Fill a new address
fr: Remplir une nouvelle adresse

source: Fill stock
fr: Remplir le stock

source: Fill this form to receive a mail with the link to activate your account
fr: Remplissez ce formulaire pour recevoir un e-mail avec le lien pour activer votre compte

# button
source: Filter
fr: Filtrer

# legend
source: Filter
fr: Filtrer

source: Filter box
fr: Boîte de filtres

source: Final message
fr: Message final

source: Firstname
fr: Prénom

# div
source: Free
fr: Gratuit

# label
source: From ${price/min} to ${price/max}
fr: De ${price/min} à ${price/max}

# link
source: From ${price/min} to ${price/max}
fr: De ${price/min} à ${price/max}

source: From current category
fr: De la catégorie courante

source: From {min_value} to {max_value}
fr: De {min_value} à {max_value}

source: Gender
fr: Genre

# link
source: General application settings
fr: Configuration générale de l'application

# link
source: General shop settings
fr: Configuration générale du shop

# link
source: General website settings
fr: Configuration générale du site

# button
source: Generate PDF
fr: Générer un PDF

source: Go To Issue
fr: Aller à l'issue

# form
source: Goto reference:
fr: Aller à la référence:

source: Handle stocks ?
fr: Gérer le stock ?

source: Has TAX ?
fr: Avec TVA ?

source: Height (px)
fr: Hauteur (px)

# div
source: Here you can see the price of shippings in our shop
fr: Ici vous pouvez voir le prix des livraisons dans votre boutique

# paragraph
source: Here you can select your delivery and bill addresses.
fr: Ici vous pouvez sélectionner vos adresses de livraison et facturation

# paragraph
source: Here your address book
fr: Voici votre carnet d'adresses

source: Hi, The product {product_title} is out of stock {product_uri}
fr: Bonjour, Le produit {product_title} n'est plus en stock {product_uri}

source: Hi, Your order number {order_name} in our shop has been recorded. You can found details on our website: {order_uri}
fr: Bonjour, Votre commande numéro {order_name} a bien été enregistrée. Vous pouvez retrouver les détails sur notre site Internet : {order_uri}

source: Hi, your payment has been validated. ------------------------ Id payment: {payment_way}-{id} Ref: {ref} Amount: {amount} ------------------------
fr: Bonjour, votre paiement a été validé. ------------------------ Id : {payment_way}-{id} Référence : {ref} Montant : {amount} ------------------------

source: Hide address on registration
fr: Cacher l'adresse lors de l'inscription

source: Hide not buyable products ?
fr: Cacher les produits non achetable ?

source: Hide website title on meta title
fr: Cacher le titre du site dans les balises meta

source: History
fr: Historique

source: Holder already on stop, former record kept
fr: Porteur déjà en opposition, ancien enregistrement conservé

# link
source: Home
fr: Accueil

source: I don't recommend
fr: Je ne recommande pas

# link
source: I forgot my password
fr: J'ai oublié mon mot de passe

source: I recommend
fr: Je recommande

# heading
source: I'm a new customer
fr: Je suis un nouveau client

source: I'm agree with the conditions general of use
fr: Je suis d'accord avec les conditions générales d'utilisation

# heading
source: I'm already a customer
fr: Je suis déjà client

source: Id user
fr: Id utilisateur

source: Identifier of purchasing body unknown
fr: Identifiant de l'organisme acquéreur inconnu

# table cell
source: If out of stock:
fr: Si en rupture de stock:

# form
source: If you want to add a message:
fr: Si vous voulez ajouter un message:

# paragraph
source: If you want to add a message:
fr: Si vous voulez ajouter un message:

# paragraph
source: If you want to add an item in your address book <g id='8'>click here.</g>
fr: Si vous voulez ajouter une adresse dans votre carnet d'adresses, <g id='8'>cliquez ici.</g>

source: Images folder
fr: Dossier images

# div
source: Images slider
fr: Images du slider

source: Impact on weight
fr: Impact sur le poids

source: Import has been done
fr: L'import a été réalisé

# title attribute
source: Impossible to add product in cart
fr: Impossible d'ajouter le produit dans le panier

source: Impossible to change category: There's already a product with this name in this category
fr: Impossible de changer la categorie: Il y a déjà un produit avec ce nom dans la catégorie

source: Impossible to situate the record in the file
fr: Impossible de localiser l'enregistrement dans le fichier

source: In preparation
fr: En préparation

source: Incident in the initiating domain
fr: Incident domaine initiateur

source: Increase
fr: Augmenter

source: Inscription confirmation.
fr: Confirmation d'inscription

source: Insufficient funds or over credit limit
fr: Provision insuffisante ou crédit dépassé

source: Insurance %
fr: Assurance %

source: Integer
fr: Entier

source: Internal server error
fr: Erreur interne du serveur

source: Invalid amoint
fr: Montant invalide

source: Invalid amount
fr: Montant invalide

source: Invalid holder number
fr: Numéro de porteur invalide

source: Invalid order
fr: Commande invalide

source: Invalid payment amount
fr: Montant de paiement invalide

source: Invalid payment mode (not enabled)
fr: Mode de payment invalide (pas actif)

source: Invalid retailer
fr: Commerçant invalide

source: Invalid review module
fr: Module d'avis invalide

source: Invalid transaction
fr: Transaction invalide

source: Invalidation mail body
fr: Corps du mail de désactivation

source: Invalidation mail subject
fr: Sujet du mail de désactivation

source: Invoice ${reference}
fr: Facture ${reference}

source: Invoice number ${reference} from ${creation_date}
fr: Facture numéro ${reference} du ${creation_date}

source: Invoice number:
fr: Facture numéro:

source: Is default ?
fr: Est celui par défaut ?

source: Is enabled ?
fr: Actif ?

source: Is enabled ? (On change, an email will be sent to inform user)
fr: Est activé ? (En cas de changemetn, un mail sera envoyé à l'utilisateur pour l'informer)

source: Is public ?
fr: Est public ?

source: January
fr: Janvier

source: July
fr: Juillet

source: June
fr: Juin

source: Keep the card
fr: Conserver la carte

source: Keep the card, special conditions.
fr: Conserver la carte, conditions spéciales.

source: Keywords
fr: Mots clés

# table cell
source: Keywords
fr: Mots clés

source: Last Modified
fr: Derniére modification

# legend
source: Last News
fr: Dernières actualités

source: Last connection
fr: Derniére connexion

source: Last connections
fr: Derniéres connexions

# legend
source: Last issues
fr: Dernières issues

source: Last known user address
fr: Derniére adresse connue

# span
source: Last orders
fr: Dernières commandes

source: Last product
fr: Dernier produit

# span
source: Last products
fr: Derniers produits

source: Lastname
fr: Nom

source: Layout
fr: Apparence

source: Less than a minute ago
fr: Il y a moins d'une minute.

source: Less than {max_value}
fr: Moins de {max_value}

source: Light
fr: Clair

source: Like
fr: J'aime

source: List of changes
fr: Liste des modifications

# heading
source: List of products that will be impacted
fr: Liste des produits qui seront impactés

# button
source: Log in
fr: Se connecter

# legend
source: Log in
fr: Se connecter

# link
source: Log in
fr: Se connecter

# title attribute
source: Log in
fr: Se connecter

# link
source: Log out
fr: Déconnexion

# title attribute
source: Log out
fr: Déconnexion

source: Log users authentification ?
fr: Log de l'historique d'authentification des clients ?

source: Login
fr: Se connecter

source: Login box
fr: Boîte de login

source: Lost card
fr: Carte perdue

source: Loupe on products
fr: Afficher la loupe

# heading
source: Manage Payment
fr: Gérer le paiement

source: Manage customer
fr: Gérer l'utilisateur

# table cell
source: Manage list of your manufacturers
fr: Gérer la liste des constructeurs

# table cell
source: Manage list of your suppliers
fr: Gérer la liste des fournisseurs

# link
source: Manage menu
fr: Gérer le menu

# heading
source: Manage my stock
fr: Gérer mon stock

source: Manage photos
fr: Gérer les photos

# link
source: Manage photos
fr: Gérer les photos

source: Manage shipping
fr: Gérer les livraisons

source: Manage stock
fr: Gérer le stock

# link
source: Manage tags
fr: Gérer les tags

# heading
source: Manage your website
fr: Gérer votre site internet

# table cell
source: Manage/Edit payment
fr: Gérer/Modifier le paiement

source: Mandatory
fr: Obligatoire

source: Manufacturer
fr: Constructeur

source: Manufacturer / Creator
fr: Constructeur / Créateur

source: Manufacturers
fr: Constructeurs

# link
source: Manufacturers
fr: Constructeurs

source: March
fr: Mars

source: Max Weight (Kg)
fr: Poids maximal (Kg)

source: Max quantity
fr: Quantité maximum

source: May
fr: Mai

source: Merge bill PDF
fr: Fusionner les factures PDF

source: Merge orders PDF
fr: Fusionner les bons de commande

# heading
source: Message if no delivery mode is available
fr: Message si aucun mode de livraison disponible

source: Message if no shipping available
fr: Message si aucun mode de livraison disponible

source: Mini cart
fr: Mini panier

# paragraph
source: Missing declination, please select another options
fr: Déclinaison manquante, veuillez modifier les options sélectionnées

source: Model Schema
fr: Schéma du modèle

source: Model schema
fr: Schéma du modèle

source: Moderation
fr: Modération

source: Modification date
fr: Date de modification

source: Module {name} not initialized
fr: Module {name} non initialisé

source: More than {min_value}
fr: Plus de {min_value}

source: Multiline Widget
fr: Widget multilignes

source: Multilingual
fr: Multilingue

source: Must be authenticated to post ?
fr: Doit être authentifié pour poster ?

source: Must be authentificated to see form
fr: Doit être authentifié pour voir le formulaire ?

# link
source: My account
fr: Mon compte

source: My address book
fr: Mon carnet d'adresses

source: My addresses book
fr: Mon carnet d'adresses

# link
source: My cart
fr: Mon panier

source: My profile
fr: Mon profil

# heading
source: My public profile
fr: Mon profil public

source: Name
fr: Nom

source: Name: A to Z
fr: Titre: A à Z

source: Name: Z to A
fr: Titre: Z à A

source: Nb messages
fr: Nombre de messages

source: Nb orders (even cancel)
fr: Nombre de commandes (mêmes annulées)

source: Nb products
fr: Nb produits

source: Nb sub categories
fr: Nombre de sous-catégories

source: Nb users to show ?
fr: Nombre d'utilisateurs à afficher ?

source: New address added.
fr: Nouvelle adresse ajoutée.

source: New message concerning order number {n}
fr: Nouveau message concernant la commande numéro {n}

source: New order has been validated
fr: Une nouvelle commande a été validée

source: New order in your shop
fr: Nouvelle commande dans votre boutique en ligne

source: New order notification emails (1 per line)
fr: Adresses mail de notification de nouvelle commande (1 par ligne)

source: New order validated
fr: Une nouvelle commande a été validée

source: New payment added !
fr: Nouveau paiement ajouté !

source: New photo
fr: Nouvelle photo

source: New record added.
fr: Nouveau enregistrement ajouté.

# table cell
source: New stock
fr: Nouveau stock

source: No
fr: Non

source: No data to export.
fr: Aucune donnée à exporter

source: No never
fr: Non jamais

# paragraph
source: No order
fr: Pas de commande

source: None
fr: Aucun

source: Not authorized bin card
fr: Carte non autorisée

# div
source: Not buyable:
fr: Pas achetable:

source: Note range
fr: Interval des notes

source: November
fr: Novembre

source: Numbers of items to show ?
fr: Nombre d'éléments à afficher ?

source: Numbers of products
fr: Nombre de produits

source: October
fr: Octobre

# table cell
source: Oder has been sent.
fr: La commande a été envoyée.

source: One of the PBX_RETOUR variable is too long
fr: Une des variables PBX_RETOUR est trop longue

source: Only for this groups
fr: Uniquement pour ce groupe

# heading
source: Only for this product models:
fr: Uniquement pour ces models de produit:

source: Only for this products models
fr: Uniquement pour ce model de produit

source: Only for this user groups
fr: Uniquement pour ce groupe d'utilisateurs

source: Operation successful
fr: Opération réussie

source: Operation successful! Welcome.
fr: Opération réussie ! Bienvenue.

source: Order
fr: Position

source: Order ${reference}
fr: Bon de commande ${reference}

source: Order confirmation
fr: Confirmation de commande

source: Order has been canceled
fr: La commande a été annulée

# table cell
source: Order has been payed
fr: La commande a été payée

# table cell
source: Order has not been payed.
fr: La commande n'a pas été payée.

# table cell
source: Order has not been sent.
fr: La commande n'a pas été envoyée.

source: Order history
fr: Historique des commandes

# table cell
source: Order history:
fr: Historique des commandes:

source: Order id
fr: Id commande

source: Order in preparation
fr: Commande en préparation

# table cell
source: Order is in preparation
fr: Commande en préparation

# table cell
source: Order isn't in preparation
fr: La commande n'est pas en préparation

# heading
source: Order number #${order/id} <g id='3'> <x id='4'/> </g> <g id='5'> <x id='6'/> </g>
fr: Commande numéro #${order/id} <g id='3'> <x id='4'/> </g> <g id='5'> <x id='6'/> </g>

source: Order number:
fr: Commande numéro:

# heading
source: Order number:
fr: Commande numéro:

source: Order photos
fr: Ordonner les photos

# link
source: Order photos to show
fr: Ordonner les photos à afficher

# b
source: Order reference:
fr: Référence de la commande :

# table cell
source: Order state
fr: État de la commande

source: Order summary
fr: Information générales sur la commande

source: Order title
fr: Titre 'Commander'

source: Orders
fr: Commandes

# link
source: Orders
fr: Commandes

source: Orders history
fr: Historique des commandes

# paragraph
source: Out of stock.
fr: En rupture de stock.

# link
source: Overview
fr: Aperçu

source: PDF has been regenerated
fr: Le PDF a été regénéré

source: PDF signature
fr: Signature des PDF

# span
source: Package number:
fr: Numéro de paquet :

source: Package sent
fr: Colis envoyé

source: Partial payment
fr: Paiement partiel

source: Password
fr: Mot de passe

# label
source: Password
fr: Mot de passe

source: Pay deposite with tax ?
fr: L'accompte comprend la TVA ?

source: Paybox IP address invalid
fr: Adresse IP Paybox invalide

source: Paybox Identifiant
fr: Identifiant Paybox

source: Paybox error
fr: Erreur paybox

source: Paybox payment Module
fr: Module de paiement paybox

# heading
source: Paybox payment description
fr: Module de paiement paybox

source: Paybox problem
fr: Problème Paybox

source: Payed ?
fr: Payé ?

# table cell
source: Payed:
fr: Payé:

source: Payment Module
fr: Module de paiement

source: Payment already made.
fr: Paiement déjà effectué

source: Payment by CB (Paybox)
fr: Paiement par CB (Paybox)

source: Payment by cash
fr: Paiement en espèces

source: Payment by check
fr: Paiement par chèque

source: Payment by transfer
fr: Paiement par virement bancaire

# heading
source: Payment by transfer validated ?
fr: Paiement par virement bancaire validé ?

source: Payment cancelled
fr: Paiement annulé

source: Payment done
fr: Paiement effectué

source: Payment end
fr: Fin de paiement

source: Payment error
fr: Erreur de paiement

# table cell
source: Payment has been validated, preparation of order
fr: Le paiement a été validé, préparation de la commande

source: Payment invalid
fr: Paiement invalide

# paragraph
source: Payment is ok.
fr: Le paiement est validé.

source: Payment mode
fr: Mode de paiement

source: Payment module
fr: Module de paiement

source: Payment number
fr: Numéro de paiement

source: Payment refused
fr: Paiement refusé

# div
source: Payment state:
fr: État de la commande:

source: Payment successful
fr: Paiement réussi

source: Payment validated
fr: Paiement validé

# heading
source: Payment validated ?
fr: Paiement validé ?

source: Payment way
fr: Mode de paiement

# link
source: Payments
fr: Paiements

# table cell
source: Payments
fr: Paiements

source: Payments history
fr: Historique des paiements

source: Payments in real mode
fr: Paiements en mode réel

source: Phone
fr: Téléphone

source: Phone is mandatory on registration ?
fr: Le téléphone est obligatoire à l'inscription ?

source: Phone number
fr: Numéro de téléphone

source: Phone1
fr: Téléphone1

source: Phone2
fr: Téléphone2

source: Photo Ordered Table
fr: Table d'ordonnancement des photos

source: Please choose a payment mode
fr: Veuillez choisir un mode de paiement

# heading
source: Please choose a payment mode
fr: Veuillez choisir un mode de paiement

# paragraph
source: Please choose your delivery preferences.
fr: Veuillez choisir vos préférences de livraison.

source: Please come back later.
fr: Veuillez revenir plus tard.

source: Please install LPOD
fr: Veuillez installer LPOD

source: Please select products to compare
fr: Veuillez sélectionner les produits à comparer

source: Please take a RDV with us.
fr: Veuillez prendre un rendez vous avec nous

source: Pre-Tax Total
fr: Total HT

# table cell
source: Pre-tax retail price:
fr: Prix de vente HT:

source: Prefer use this shipping way
fr: Utiliser de préférence ce mode de livraison:

source: Preview
fr: Aperçu

source: Price
fr: Prix

# table cell
source: Price
fr: Prix

# link
source: Price ${group/value}
fr: Prix ${group/value}

source: Price (included VAT)
fr: Prix (TTC)

source: Price range
fr: Interval de prix

source: Price with tax
fr: Prix TTC

# span
source: Price:
fr: Prix:

source: Price: highest first
fr: Prix: du + au - cher

source: Price: lowest first
fr: Prix: du - au + cher

source: Prices
fr: Prix

source: Print product
fr: Imprimer

# link
source: Print product
fr: Imprimer le produit

source: Private
fr: Privé

# span
source: Private
fr: Privé

source: Private ?
fr: Privé ?

source: Private key
fr: Clé privée

source: Product
fr: Produit

# table cell
source: Product
fr: Produit

source: Product Model
fr: Modèle de produit

source: Product Models
fr: Modèles de produits

source: Product Review
fr: Avis sur un produit

source: Product Widget
fr: Widget produit

source: Product added to cart !
fr: Produit ajouté au panier !

source: Product cover is mandatory ?
fr: La couverture des fiches produit est obligatoire ?

source: Product deleted !
fr: Produit supprimé !

source: Product description
fr: Description produit

source: Product images slider
fr: Gallerie d'image produit

source: Product model
fr: Modèle de produit

source: Product model changed !
fr: Modèle de produit modifié !

source: Product model has not been changed !
fr: Le modèle de produit a été modifié !

# table cell
source: Product model informations
fr: Informations sur le modèle du produit

source: Product name
fr: Nom du produit

# table cell
source: Product name
fr: Nom du produit

source: Product out of stock
fr: En rupture de stock.

source: Product research box
fr: Boîte de recherche produit

source: Product sidebar
fr: Barre latérale produits

source: Product title
fr: Nom du produit

source: Products
fr: Produits

# link
source: Products
fr: Produits

# heading
source: Products comparator
fr: Comparateur de produits

# link
source: Products models
fr: Modèles de produit
