Repository: hforge/shop
Catalog: locale/*.po
Languages: fr

source: Public key
fr: Clé publique

source: Publication state
fr: Etat de publication

source: Qty
fr: Qté

# table cell
source: Qty
fr: Qté

source: Quantity
fr: Quantité

# table cell
source: Quantity
fr: Quantité

source: Quantity in stock
fr: Quantité en stock

source: Quantity in stock insufficient.
fr: Stock insuffisant.

# div
source: Quantity in stock:
fr: Quantité en stock:

# table cell
source: Quantity to order
fr: Quantité à commander

# paragraph
source: Quantity:
fr: Quantité :

source: Re-open the order
fr: Ré-ouvrir la commande

source: Receive your key
fr: Recevoir votre clé

source: Recommand
fr: Recommander

source: Recommendation
fr: Recommandation

source: Record deleted.
fr: Enregistrement supprimé.

source: Record duplicated, former record replaced
fr: Enregistrement dupliqué, ancien enregistrement remplacé

source: Red
fr: Rouge

# table cell
source: Reduce Pre-tax retail price:
fr: Prix de vente réduit HT:

source: Reference
fr: Référence

# table cell
source: Reference
fr: Référence

source: Reference found !
fr: Référence trouvée !

source: Refuse orders but product remain public
fr: Refuser les commandes mais garder le produit "public"

source: Refuse orders. Product becomes private
fr: Refuser les commandes. Le produit devient privé.

source: Regardless
fr: Peut-importe

source: Regenerate PDF
fr: Regénérer les PDF

source: Register
fr: S'inscrire

# link
source: Register
fr: S'inscrire

source: Register body
fr: Entête de la page l'inscription

source: Register date
fr: Date d'inscription

source: Register mail body
fr: Corps du mail d'inscription

source: Register mail subject
fr: Sujet du mail d'inscription

source: Register view title ?
fr: Titre de la page d'inscription

source: Registration Date
fr: Date d'inscription

source: Regroup by category
fr: Regrouper par catégories

# table cell
source: Remove
fr: Enlever

source: Remove category, sub-categories, and associated products
fr: Supprimer la categorie, sous categories et les produits associés

source: Rename resources
fr: Renommer les resouces

source: Repeat password
fr: Répéter le mot de passe

source: Repeat the transaction later
fr: Répéter la transaction ultérieurement

source: Reply not forthcoming or received too late
fr: Réponse non parvenue ou reçue trop tard

# link
source: Report
fr: Signaler

source: Request duplicated
fr: Demande dupliquée

source: Request your registration key
fr: Demander votre clé de confirmation d'inscription

# span
source: Research:
fr: Recherche:

source: Resend Confirmation
fr: Réenvoyer la confirmation

source: Reserved
fr: Réservé

source: Resource validator
fr: Validateur de resource

# heading
source: Results
fr: Résultats

source: Resupply
fr: Réaprovisionner

# heading
source: Resupply stock
fr: Réaprovisionner le stock

source: Reverse sort ?
fr: Tri inverse ?

source: Review
fr: Avis

source: Review has been added
fr: L'avis a été ajouté

source: Review title
fr: Titre de l'avis

# div
source: Same that delivery address.
fr: Identique à l'adresse de livraison.

# span
source: Same that delivery address.
fr: Identique à l'adresse de livraison.

source: Schema
fr: Schéma

source: Search
fr: Rechercher

# button
source: Search
fr: Rechercher

# heading
source: Search
fr: Rechercher

# legend
source: Search
fr: Rechercher

# span
source: Search
fr: Rechercher

source: Search box
fr: Boîte de recherche

source: Secured payment paybox
fr: Paiement sécurisé paybox

source: Security regulations not respected
fr: Règles de sécurité non respectées

source: See product
fr: Voir le produit

source: Seen ?
fr: Vu ?

# table cell
source: Seen ?
fr: Vu ?

source: Select Widget
fr: Widget list déroulante

source: Selection
fr: Sélection

# table cell
source: Selection
fr: Sélection

# button
source: Send message
fr: Envoyer le message

source: Send to a friend
fr: Envoyer à un(e) ami(e)

# link
source: Send to a friend
fr: Envoyer à un(e) ami(e)

source: Send to my friend
fr: Envoyer à mon ami(e)

source: Sended
fr: Envoyé

source: September
fr: Septembre

source: Server inaccessible (set by the server)
fr: Serveur inaccessible (positionné par le serveur)

source: Set as partial payment
fr: Indiquer un paiement partiel

source: Shipping
fr: Livraison

# table cell
source: Shipping
fr: Livraison

source: Shipping Prices
fr: Prix de la livraison

source: Shipping added
fr: Livraison ajoutée

# heading
source: Shipping address
fr: Adresses de livraison

source: Shipping way is free ?
fr: Mode de livraison gratuit ?

source: Shippings
fr: Livraisons

# link
source: Shippings
fr: Livraisons

source: Shippings details
fr: Détails sur les livraisons

source: Shop
fr: Boutique

source: Shop default zone
fr: Zone par défaut

source: Shop form
fr: Formulaire de la Boutique

source: Shop payment Module
fr: Module de paiement du shop

source: Shop product
fr: Produit de la boutique

source: Shop website
fr: Boutique en ligne

source: Show HT price ?
fr: Afficher les prix HT ?

# link
source: Show backlinks
fr: Afficher les rétroliens

source: Show cart if empty ?
fr: Voir le panier s'il est vide ?

source: Show cover ?
fr: Afficher la couverture

source: Show faces ?
fr: Afficher les photos de profil ?

source: Show level 1 ?
fr: Afficher le niveau 1 ?

source: Show level 2 ?
fr: Afficher le niveau 2 ?

source: Show loupe ?
fr: Afficher la loupe ?

source: Show on register ?
fr: Afficher sur la page d'inscription?

source: Show sub categories ?
fr: Montrer les sous-catégories ?

source: Show title ?
fr: Afficher le titre ?

source: Signal a payment error
fr: Signaler une erreur de paiement

source: Small title
fr: Titre court

# button
source: So click here
fr: Donc cliquez ici

# b
source: So you just have to pay <g id='4'>${amount_to_pay}</g> (${total_amount} - ${amount_available})
fr: Vous devez donc payer uniquement <g id='4'>${amount_to_pay}</g> (${total_amount} - ${amount_available})

source: Sort products by ...
fr: Trier les produits par ...

source: Standard Model
fr: Modèle standard

source: State
fr: État

# label
source: State
fr: État

# table cell
source: State
fr: État

source: Status inconnu.
fr: Statut inconnu.

source: Stock quantity
fr: Quantité en stock

source: Stock quantity has been updated
fr: La quantité en stock a été mis à jour

source: Stolen card
fr: Carte volée

source: Submit value
fr: Valeur du bouton d'envoi

source: Subscriber already exists
fr: Abonné déjà enregistré

# heading
source: Summary
fr: Récapitulatif

source: Supplier
fr: Constructeur

source: Suppliers
fr: Constructeurs

# link
source: Suppliers
fr: Fournisseurs

source: Suspicion of fraud
fr: Suspicion de fraude

source: System malfunctioning
fr: Mauvais fonctionnement du système

source: Tax
fr: Taxe

# table cell
source: Tax:
fr: TVA:

source: Temporary halt of the system
fr: Arrêt momentané du système

# link
source: Terms and conditions of use
fr: Conditions d'utilisations

source: Terms and conditions of user
fr: Conditions d'utilisations

# heading
source: Terms of sales
fr: Conditions générales de vente

source: Text (Search on all criteria)
fr: Texte (Recherche sur tous les champs)

source: The colissimo has been added
fr: Le colissimo a été ajouté

source: The connection to the authorization centre failed
fr: La connection au centre d'autorisation a échoué

# heading
source: The database is under maintenance
fr: La base de donnée est en maintenance.

source: The database is under maintenance.
fr: La base de donnée est en maintenance.

source: The order is in preparation
fr: La commande est en préparation

source: The password is wrong.
fr: Le mot de passe est incorrect

source: The two passwords are different.
fr: Les deux mots de passe sont différents.

source: The user "{username}" does not exist.
fr: L'utilisateur "{username}" n'existe pas, veuillez vous inscrire.

source: The whole site
fr: Tout le site

source: The {id} record is missing.
fr: L'enregistrement {id} manque.

source: There are {n} categories
fr: Il y a {n} categories

source: There are {n} customers
fr: Il y a {n} clients

source: There are {n} declinations.
fr: Il y a {n} déclinaisons.

source: There are {n} enumerates in your enumrates library
fr: Il y a {n} énumérations dans votre bibliothèque

source: There are {n} items in your dynamic enumerate.
fr: Il y a {n} éléments dans votre énumération dynamique.

source: There are {n} models.
fr: Il y a {n} modèles.

source: There are {n} orders.
fr: Il y a {n} commandes.

source: There are {n} payments mode.
fr: Il y a {n} modes de paiement.

source: There are {n} payments.
fr: Il y a {n} paiements.

source: There are {n} products
fr: Il y a {n} produits

source: There is 1 category
fr: Il y a 1 catégorie

source: There is 1 customer
fr: Il y a 1 client

source: There is 1 declination
fr: Il y a 1 déclinaison

source: There is 1 enumerate in your enumerates library
fr: Il y a 1 énumération dans votre bibliothèque

source: There is 1 item in your dynamic enumerate.
fr: Il y a 1 élément dans votre énumération dynamique.

source: There is 1 payment mode.
fr: Il y a un mode de paiement.

source: There is 1 payment.
fr: Il y a un paiement.

source: There is 1 product
fr: Il y a un produit

source: There is 1 product model.
fr: Il y a 1 modèle de produit.

source: There is no user identified as "{username}"
fr: Adresse email incorrecte: "{username}"

source: There's already a default declination
fr: Il y a déjà une déclinaison par défaut

source: There's one order.
fr: Il y a une commande.

source: This ads do not exist
fr: Cette publicité n'existe pas

source: This box allow to configure cross selling
fr: Cette boîte permet de configurer la vente liée

source: This email address is already used.
fr: Cette adresse email est déjà utilisée.

source: This product isn't buyable
fr: Ce produit n'est pas achetable

source: Three states Boolean
fr: Boolean à 3 états

source: Time of global surveillance has expired
fr: Expiration du temps de surveillance globale

source: Time-out > 15 mn before validation by the buyer
fr: Temps d'attente > 15 mn par l'acheteur

source: Title
fr: Titre

# table cell
source: Title
fr: Titre

# table cell
source: Title:
fr: Titre :

source: To addr
fr: Destinataire du mail

# paragraph
source: To confirm the deletion, click here:
fr: Pour confirmer la suppression, cliquez ici :

source: To continue, you have to validate the terms of sales!
fr: Pour continuer, vous devez accepter les conditions générales de vente !

source: To finalize your inscription you have to confirm your identity by clicking this link: {uri} (Your identity confirmation key is {key})
fr: Pour finaliser votre inscription vous devez confirmer votre identité en cliquant sur ce lien: {uri} (La clé de confirmation de votre identité est {key})

# heading
source: To finalize your payment, please come at our shop:
fr: Pour finaliser votre règlement, venez dans notre magasin :

# heading
source: To finalize your payment, please execute the bank transfer to the following account:
fr: Pour finaliser votre règlement, veuillez exécuter le virement bancaire sur le compte suivant :

# heading
source: To finalize your payment, please send us your check ordered to ${to}
fr: Pour finaliser votre règlement, veuillez nous envoyer votre chèque libellé à l'ordre de

# b
source: To finalize your payment, please send us your check ordered to ${to}<x id='2'/> at the following address:
fr: Pour finaliser votre paiement, veuillez nous envoyer votre chèque libellé à l'ordre de<x id='2'/> à l'adresse suivante :

source: Too many attemps at secret code
fr: Nombre d'essai code confidentiel dépassé

source: Too many attempts at secret card
fr: Nombre d'essais code confidentiel dépassé

source: Too many products to compare
fr: Trop de produits à comparer

# table cell
source: Total Price
fr: Prix total

# b
source: Total amount:
fr: Montant total

source: Total price
fr: Prix total

# table cell
source: Total price
fr: Prix total

# b
source: Total price (with tax)
fr: Prix total (TTC)

# b
source: Total price without tax
fr: Prix total HT

source: Total products (tax exclu.):
fr: Total produits (HT)

source: Total products (tax incl.):
fr: Total produits (TTC)

source: Total shipping:
fr: Total livraison:

# b
source: Total to pay:
fr: Total à payer:

source: Total with Tax:
fr: Total TTC:

source: Town
fr: Ville

source: Tracking id
fr: Id de tracking

source: Transaction approved or successfully processed.
fr: Transaction approuvée ou traitée avec succès.

source: Transaction forbidden at this terminal
fr: Transaction interdite au terminal

source: Transaction not permitted for this holder
fr: Transaction non permise à ce porteur

source: Transition done.
fr: Transition effectuée.

# table cell
source: Unit Price with tax
fr: Prix unitaire TTC

# table cell
source: Unit Price without tax
fr: Prix unitaire HT

source: Unit price
fr: Prix unitaire

# table cell
source: Unit price
fr: Prix unitaire

source: Unit price (pre-tax)
fr: Prix unitaire (HT)

# table cell
source: Unit price HT
fr: Prix unitaire HT

source: Unknow
fr: Inconnu

source: Unknow error
fr: Erreur inconnue

source: Unknow reference "%s"
fr: Référence inconnue "%s"

# button
source: Update
fr: Mettre à jour le stock

source: Use default price ?
fr: Utiliser les prix par défaut

source: Use shop configuration
fr: Utiliser la configuration de la boutique

source: Use small title
fr: Utiliser les titres court

source: User Id
fr: ID utilisateur

# table cell
source: User addresses
fr: Adresses de l'utilisateur

source: User do not exist
fr: L'utilisateur n'existe pas

source: User group
fr: Groupe de l'utilisateur

source: User groups
fr: Groupes utilisateur

source: User id
fr: ID utilisateur

source: User is enabled ?
fr: L'utilisateur est actif ?

source: User language
fr: Langue de l'utilisateur

source: User schema
fr: Schéma de l'utilisateur

source: VAT
fr: TVA

# button
source: Validate
fr: Valider

source: Validate the payment
fr: Valider le paiement

source: Validation mail body
fr: Corps du mail de validation

source: Validation mail subject
fr: Titre du mail de validation

source: Vertical item cross selling
fr: Boîte de cross selling vertical

source: Vertical item cross selling (product)
fr: Boîte de cross selling vertical (produit)

source: Vertical item that list sub categories
fr: Item vertical qui liste les sous catégories

source: View
fr: Voir

source: View Box
fr: Voir la boîte

source: View Cart
fr: Voir le panier

source: View categories
fr: Voir les categories

source: View category
fr: Voir la categorie

source: View model details
fr: Voir les détails du modèle

# link
source: View photos
fr: Voir les photos

# link
source: View product in frontoffice
fr: Voir le produit dans le frontoffice

source: View products
fr: Voirs les produits

source: Waiting for an appointment
fr: En attente de prise de RDV

source: Waiting payment
fr: Paiement en attente

# paragraph
source: We are waiting for payment.
fr: Nous attendons le paiement.

# form
source: We are waiting for the customer check.
fr: Nous attendons le chèque du client

# heading
source: We're sorry, but something went wrong.
fr: Nous sommes désolé mais une erreur a été rencontrée.

# paragraph
source: We're waiting for customer payment
fr: En attente du paiement client

source: We've been notified about this issue and we'll take a look at it shortly.
fr: Nous avons été prévenu de ce probléme et allons le corriger rapidement.

source: Website backoffice uri
fr: URL du backoffice du site

source: Website title
fr: Titre du site internet

source: Website uri
fr: URL du frontoffice du site

source: Weight
fr: Poids

# table cell
source: Weight
fr: Poids

source: Weight impact value
fr: Impact sur le poids

source: Welcome
fr: Bienvenue

# link
source: Welcome in the backoffice of your shop
fr: Bienvenue dans le backoffice de votre boutique

source: Welcome!
fr: Bienvenue!

source: White
fr: Blanc

source: Width (px)
fr: Taille (px)

source: Width of big image
fr: Taille de la grande image

source: Width of thumb image
fr: Taille des miniatures

source: With reduction ?
fr: Avec réduction ?

source: Withdrawal
fr: Retrait au magasin

source: Withdrawal at the store
fr: Retrait au magasin

# heading
source: Withdrawal to the shop
fr: Retrait au magasin

source: Yes
fr: Oui

source: Yes only
fr: Oui uniquement

source: You already have filled a review.
fr: Vous avez déjà ajouté votre avis.

source: You are not authorized to do that !
fr: Vous n'êtes pas autorisé à faire cela !

# b
source: You can choose to pay with the credit available in your account<x id='1'/> You have <g id='2'>${amount_available}</g> available in your account
fr: Vous pouvez choisir de payer avec le crédit disponible en bon d'achats<x id='1'/> Vous disposez de <g id='2'>${amount_available}</g> en bon d'achats

# paragraph
source: You can export your products into .ODS format.
fr: Vous pouvez exporter vos produits au format .ODS

# paragraph
source: You can see all your orders <g id='3'>here.</g>
fr: Vous pouvez voir vos commandes <g id='3'>ici.</g>

# paragraph
source: You can see details about your order <g id='1'>here.</g>
fr: Vous pouvez voir les détails de la commande <g id='1'>ici.</g>

source: You can write a message for your friend
fr: Vous pouvez adresser un message :

source: You can't compare this products.
fr: Vous ne pouvez pas comparer ces produits.

source: You can't delete this product
fr: Vous ne pouvez pas supprimer ce produit

source: You can't delete value '%s'
fr: Vous ne pouvez pas supprimer la valeur '%s'

source: You can't delete zone %s. It's associated to %s countries.
fr: Vous ne pouvez pas supprimer la zone %s. Elle est associée à %s pays.

# button
source: You must confirm the 'Withdrawal' !
fr: Vous devez confirmer le retrait en magasin !

# title attribute
source: Your Shopping Cart
fr: Votre caddie

source: Your account has not been confirmed.
fr: Votre compte n'a pas été confirmé.

source: Your account isn't validated, please contact the webmaster
fr: Votre compte n'a pas été validé, veuillez contacter le webmaster

source: Your activation key has been sent to your mailbox
fr: Votre clé d'activation a été envoyée par email.

source: Your activation key is wrong
fr: Votre clé d'activation est incorrecte

source: Your address
fr: Votre adresse

source: Your are not authorized to view this ressource
fr: Vous n'êtes pas autorisé à voir cette ressource

# paragraph
source: Your bank transfer has been validated.
fr: Votre virement bancaire a été validé.

# div
source: Your cart is empty
fr: Votre panier est vide

# div
source: Your cart is empty !
fr: Votre panier est vide !

source: Your cart is invalid or your payment has been recorded.
fr: Votre panier est invalide ou votre paiement a déjà été enregistrée.

source: Your email
fr: Votre adresse mail

source: Your email address
fr: Votre adresse email

source: Your friend {my_name} advice you this product: {product_title} All details are here: {product_uri} {message}
fr: Votre ami(e) {my_name} vous conseille ce produit : {product_title} Tous les détails ici : {product_uri} {message}

source: Your inscription has been validaded, you will receive an email to confirm it.
fr: Votre inscription a été validée, vous allez recevoir un email pour la confirmer.

source: Your inscription has been validaded.
fr: Votre inscription a été validée

source: Your inscription has been validated
fr: Votre inscription a été validée

source: Your message has been sent
fr: Votre message a été envoyé

source: Your name
fr: Votre nom

# heading
source: Your order
fr: Votre commande

source: Your order has been send the ${date}.
fr: Votre commande a été envoyée le ${date}.

source: Your order has been send.
fr: Votre commande a été envoyée.

source: Your order has been shipped.
fr: Votre commande a été envoyée.

# paragraph
source: Your payment by check has been validated.
fr: Votre paiement par chèque a été validé.

# paragraph
source: Your payment has been validated.
fr: Votre paiement a été validé.

source: Your report
fr: Votre signalement

source: Your report has been added
fr: Votre signalement a été ajouté

source: Your review
fr: Votre avis

source: Your review has been added.
fr: Votre avis a été ajouté.

source: Zip Code
fr: Code postal

source: Zip code
fr: Code postal

source: Zipcode
fr: Code postal

source: Zone title
fr: Nom de la zone

source: Zone(s) deleted
fr: Zone(s) supprimée(s).

source: [Error] Line number %s has no reference
fr: [Erreur] La ligne %s n'a pas de référence

source: [Error] Unknow reference %s
fr: [Erreur] Référence inconnue %s

source: about a minute ago.
fr: Il y a moins d'une minute

source: about an hour ago.
fr: Il y a moins d'une heure

source: about {x} hours ago.
fr: Il y a moins de {x} heures.

# b
source: at the following address:
fr: à l'adresse suivante :

source: countries
fr: pays

source: user
fr: Utilisateur

source: {my_name} advice you this product: {product_title}
fr: {my_name} vous conseille ce produit : {product_title}

source: {x} days ago.
fr: Il y a {x} jours.

source: {x} minutes ago.
fr: Il y a {x} minutes.

source: {x} month ago.
fr: Il y a {x} mois.

source: {x} weeks ago.
fr: Il y a {x} semaines.

# link
source: « Come back to orders list
fr: « Revenir à la liste des commandes

# link
source: « Come back to products list
fr: « Revenir à la liste des produits

# link
source: » Order (Total ${total_with_tax})
fr: » Commander (Total ${total_with_tax})
