Repository: hforge/shop
Catalog: locale/*.po
Languages: fr

source: See details here : {uri}
fr: Regardez les détails ici : {uri}

source: You have not yet confirmed your registration.<br/> To confirm it, please click on the confirmation link included on the registration confirmation email.<br/> You can also fill your email address and your activation key (received on the mail) in the following form.<br/> If you havn't received your registration key, <a href=";send_confirmation_view"> you can receive it again by clicking here. </a>
fr: Vous n'avez pas encore confirmé votre inscription.<br/> Pour la confirmer, veuillez cliquer sur le lien inclut dans l'email de confirmation d'inscription.<br/> Vous pouvez aussi remplir votre adresse email et votre clé d'activation (reçue par mail) dans le formulaire suivant.<br/> Si vous n'avez pas reçu la clé d'activation, <a href=";send_confirmation_view"> vous pouvez la recevoir de nouveau en cliquant ici. </a>

source: Please give a name to your address.
fr: Veuillez donner un nom à votre adresse.

source: You have to validate user number {name} ({email}) {shop_backoffice_uri}/users/{name}/;edit_group
fr: Vous devez valider l'utilisateur numéro {name} ({email}) {shop_backoffice_uri}/users/{name}/;edit_group

source: Hi {firstname} {lastname}, Your order number {order_reference} has been shipped. You can found details here: {order_uri}
fr: Bonjour {firstname} {lastname}, Votre commande numéro {order_reference} a bien été envoyée. Vous pouvez retrouver les détails sur notre site Internet : {order_uri}

source: Hi, A new order has been done in your shop. You can found details here: {order_uri}
fr: Bonjour, Une nouvelle commande a été réalisée sur votre boutique. Vous pouvez voir les détails ici: {order_uri}

source: ${amount}<x id='4'/> State:
fr: ${amount}<x id='4'/> État :

source: ${autorisation}<x id='3'/> Amount:
fr: ${autorisation}<x id='3'/> Montant :

# paragraph
source: ${bill_address/zipcode} ${bill_address/town}<x id='12'/> ${bill_address/country}<x id='13'/> <g id='14'>(Edit)</g>
fr: ${bill_address/zipcode} ${bill_address/town}<x id='13'/> ${bill_address/country}<x id='13'/> <g id='14'>(Modifier)</g>

# form
source: ${bill_address}<x id='4'/><x id='5'/> <g id='6'>Validate</g>
fr: ${bill_address}<x id='4'/><x id='5'/> <g id='6'>Valider</g>

# paragraph
source: ${delivery_address/zipcode} ${delivery_address/town}<x id='4'/> ${delivery_address/country}<x id='5'/> <g id='6'>(Edit)</g>
fr: ${delivery_address/zipcode} ${delivery_address/town}<x id='4'/> ${delivery_address/country}<x id='5'/> <g id='6'>(Modifier)</g>

# form
source: ${delivery_address}<x id='2'/><x id='3'/> Bill address:
fr: ${delivery_address}<x id='2'/><x id='3'/> Adresse de facturation :

# table cell
source: ${nb_orders} order(s)
fr: ${nb_orders} commande(s)

# heading
source: ${reference}, registered the ${creation_date}
fr: ${reference}, enregistrée le ${creation_date}

source: ${state}<x id='5'/> Advance state:
fr: ${state}<x id='5'/> État avancé :

# table cell
source: ${taxes}<x id='2'/> Has reduction ?
fr: ${taxes} <x id='2'/> Avec réduction ?

source: ${transaction}<x id='1'/> Id payment:
fr: ${transaction} <x id='1'/> Id paiement :

# heading
source: ${zone/title} <g id='2'>> Edit</g>
fr: ${zone/title} <g id='2'>> Modifier</g>

# link
source: (Edit)
fr: (Modifier)

source: (Example: Home, Office)
fr: (Exemple: Maison, Bureau)

# paragraph
source: (Only <g id='12'>X</g> products in stock)
fr: (Seulement <g id='12'>X</g> produits en stock)

# paragraph
source: (Only <g id='7'>X</g> products in stock)
fr: (Seulement <g id='7'>X</g> produits en stock)

source: 1 day ago.
fr: Il y a un jour.

# div
source: 1<g id='1'>Cart</g>
fr: 1<g id='1'>Panier</g>

# div
source: 3<g id='3'>Addresses</g>
fr: 3<g id='3'>Adresses</g>

# div
source: 4<g id='4'>Shipping</g>
fr: 4<g id='4'>Livraison</g>

# div
source: 5<g id='5'>Payment</g>
fr: 5<g id='5'>Paiement</g>

# link
source: <g id='1'> Download libreoffice here </g><x id='2'/><x id='3'/> <g id='4'> Export as ODS </g>
fr: <g id='1'> Téléchargez libreoffice ici </g><x id='2'/><x id='3'/> <g id='4'> Exporter en ODS </g>

# link
source: <g id='1'> Order </g> <g id='2'> Clear the cart </g>
fr: <g id='1'> Commander </g> <g id='2'>Vider le panier</g>

# label
source: <g id='1'> To send the packages please fill the colissimo number:<x id='2'/><x id='3'/> </g> <x id='4'/> Number:
fr: <g id='1'> Pour envoyer le colis, veuillez saisir le numéro de colissimo:<x id='2'/><x id='3'/> </g> <x id='4'/> Numéro:

# link
source: <g id='1'> Your cart: <g id='2'>${nb_products}</g> <g id='3'>item</g> <g id='4'>items</g> <g id='5'>${total}</g> </g> <g id='6'> Your cart is empty </g>
fr: <g id='1'> Votre panier : <g id='2'>${nb_products}</g> <g id='3'>produit</g> <g id='4'>produits</g> <g id='5'>${total}</g> </g> <g id='6'> Votre panier est vide </g>

# b
source: <g id='1'>${state}</g> <g id='2'>Unknow state</g>
fr: <g id='1'>${state}</g> <g id='2'>État inconnu</g>

# label
source: <g id='1'>Sort by</g> ${widget}
fr: <g id='1'>Trier par</g> ${widget}

# link
source: <g id='11'>My Profile |</g> <g id='12'>Log out</g>
fr: <g id='11'>Mon profil |</g> <g id='12'>Déconnexion</g>

# span
source: <g id='12'>${devise}</g><x id='13'/> Tax value:
fr: <g id='12'>${devise}</g><x id='13'/> Montant TVA:

# link
source: <g id='12'>${user/info/title}</g> <g id='13'>|</g> <g id='14'>Log out</g>
fr: <g id='12'>${user/info/title}</g> <g id='13'>|</g> <g id='14'>Déconnexion</g>

# span
source: <g id='13'>${property/value}</g> <g id='14'>Unknow</g>
fr: <g id='13'>${property/value}</g> <g id='14'>Inconnu</g>

# label
source: <g id='13'>Search</g> <x id='14'/> <g id='15'>Ok</g>
fr: <g id='13'>Rechercher</g> <x id='14'/> <g id='15'>Ok</g>

# span
source: <g id='14'> Advantages: </g> ${advantages}
fr: <g id='14'> Avantages: </g> ${advantages}

# span
source: <g id='15'> Disadvantages: </g> ${disadvantages}
fr: <g id='15'> Inconvénients: </g> ${disadvantages}

# label
source: <g id='16'> I agree with the general sales conditions and hereby certified having read them. </g> <g id='17'><g id='18'>(</g>Read<g id='19'>)</g></g>
fr: <g id='16'> Je suis d'accord avec les conditions générales de vente et j'y adhère sans condition. </g> <g id='17'><g id='18'>(</g>Lire<g id='19'>)</g></g>

# span
source: <g id='16'>${devise}</g><x id='17'/> Retail price with tax:
fr: <g id='16'>${devise}</g><x id='17'/> Prix de vente TTC:

# span
source: <g id='16'>${property/value}</g> <g id='17'>Unknow</g>
fr: <g id='16'>${property/value}</g> <g id='17'>Inconnu</g>

# button
source: <g id='19'> Update </g> <g id='20'> Generate PDF </g>
fr: <g id='19'> Mettre à jour </g> <g id='20'> Generer un PDF </g>

# label
source: <g id='2'> To send the packages by colissimo, please fill the colissimo number:<x id='3'/><x id='4'/> </g> <x id='5'/> <x id='6'/> <g id='7'>Ok</g>
fr: <g id='2'> Pour envoyer le colis par colissimo, veuillez saisir le numéro de colissimo:<x id='3'/><x id='4'/> </g> <x id='5'/> <x id='6'/> <g id='7'>Ok</g>

# span
source: <g id='2'>${title}</g><x id='3'/> <g id='4'> Added on ${ctime}<x id='5'/> </g> <g id='6'> <g id='7'>${author/public_title}</g> <g id='8'>This anonym user</g> <g id='9'>recommends</g> <g id='10'>does not recommend</g> <g id='11'>${product/title}</g> <g id='12'>it</g> <x id='13'/> </g>
fr: <g id='2'>${title}</g><x id='3'/> <g id='4'> Ajouté le ${ctime}<x id='5'/> </g> <g id='6'> <g id='7'>${author/public_title}</g> <g id='8'>Cet utilisateur anonyme</g> <g id='9'>recommande</g> <g id='10'>ne recommande pas</g> <g id='11'>${product/title}</g> <g id='12'>ce produit</g> <x id='13'/> </g>

# link
source: <g id='2'>Less than ${price/max}</g> <g id='3'>More than ${price/min}</g>
fr: <g id='2'>Moins de ${price/max}</g> <g id='3'>Plus de ${price/min}</g>

# span
source: <g id='2'>Price : </g> <g id='3'>${price/with_tax}</g> <g id='4'>€ TTC</g> <x id='5'/> <g id='6'>Weight: </g> <g id='7'>${weight}</g> <g id='8'>kg</g>
fr: <g id='2'>Prix : </g> <g id='3'>${price/with_tax}</g> <g id='4'>€ TTC</g> <x id='5'/> <g id='6'>Poids: </g> <g id='7'>${weight}</g> <g id='8'>kg</g>

# span
source: <g id='20'>${devise}</g><x id='21'/> Final retail price:
fr: <g id='20'>${devise}</g><x id='21'/> Prix de vente final:

# link
source: <g id='21'>About</g> - <g id='22'>Credits</g> - <g id='23'>License</g>
fr: <g id='21'>A propos</g> - <g id='22'>Crédits</g> - <g id='23'>Licence</g>

# span
source: <g id='27'>${devise}</g><x id='28'/> Reduce final pre-tax retail price:
fr: <g id='27'>${devise}</g><x id='28'/> Prix de vente réduit final HT:

# span
source: <g id='3'>${ship/pretty_price}</g> <g id='4'>Free</g> <g id='5'>Ok</g>
fr: <g id='3'>${ship/pretty_price}</g> <g id='4'>Gratuit</g> <g id='5'>Ok</g>

# label
source: <g id='3'>Yes</g> <x id='4'/> <x id='5'/> <g id='6'>No</g> <x id='7'/> <x id='8'/> <x id='9'/> <x id='10'/> <g id='11'>Validate</g>
fr: <g id='3'>Oui</g> <x id='4'/> <x id='5'/> <g id='6'>Non</g> <x id='7'/> <x id='8'/> <x id='9'/> <x id='10'/> <g id='11'>Valider</g>

# span
source: <g id='31'>${devise}</g><x id='32'/> Reduce tax value:
fr: <g id='31'>${devise}</g><x id='32'/> TVA:

# b
source: <g id='34'>Update order state:</g>${transitions} <g id='35'>OK</g>
fr: <g id='34'>Mettre à jour l'état de la commande:</g>${transitions} <g id='35'>OK</g>

# span
source: <g id='35'>${devise}</g><x id='36'/> Reduce retail price with tax:
fr: <g id='35'>${devise}</g><x id='36'/> Prix de vente réduit TTC:

# span
source: <g id='39'>${devise}</g><x id='40'/> Reduce final retail price:
fr: <g id='39'>${devise}</g><x id='40'/> Prix de vente réduit final:

# label
source: <g id='4'>Less than ${price/max}</g> <g id='5'>More than ${price/min}</g>
fr: <g id='4'>Moins de ${price/max}</g> <g id='5'>Plus de ${price/min}</g>

# span
source: <g id='50'>${order/shipping_way}</g> » Shipping (${order/total_weight} kg)
fr: <g id='50'>${order/shipping_way}</g> » Livraison (${order/total_weight} kg)

# span
source: <g id='51'>${order/payment_way}</g> » Total Price
fr: <g id='51'>${order/payment_way}</g> » Prix total

# span
source: <g id='53'> We're waiting for payment </g> <g id='54'> Last payment </g>
fr: <g id='53'> Nous attendons le paiement </g> <g id='54'> Dernier paiement </g>

# span
source: <g id='65'> Public </g> <g id='66'> Private </g>
fr: <g id='65'> Public </g> <g id='66'> Privé </g>

# label
source: <g id='69'>Public</g> <x id='70'/> <g id='71'>Private</g><x id='72'/> <x id='73'/><x id='74'/> <g id='75'>Send message</g>
fr: <g id='69'>Public</g> <x id='70'/> <g id='71'>Privé</g><x id='72'/> <x id='73'/><x id='74'/> <g id='75'>Envoyer un message</g>

# span
source: <g id='7'> Same that delivery address </g> <g id='8'> ${bill_address/firstname} ${bill_address/lastname}<x id='9'/> ${bill_address/address_1}<x id='10'/> <g id='11'> ${bill_address/address_2}<x id='12'/> </g> ${bill_address/zipcode} ${bill_address/town}<x id='13'/> ${bill_address/country}<x id='14'/> </g>
fr: <g id='7'> Identique à l'adresse de livraison </g> <g id='8'> ${bill_address/firstname} ${bill_address/lastname}<x id='9'/> ${bill_address/address_1}<x id='10'/> <g id='11'> ${bill_address/address_2}<x id='12'/> </g> ${bill_address/zipcode} ${bill_address/town}<x id='13'/> ${bill_address/country}<x id='14'/> </g>

# span
source: <g id='8'>${devise}</g><x id='9'/> Final pre-tax retail price:
fr: <g id='8'>${devise}</g><x id='9'/> Prix de vente final HT:

# span
source: <g id='9'>${property/value}</g> <g id='10'>Unknow</g>
fr: <g id='9'>${property/value}</g> <g id='10'>Inconnu</g>

# link
source: <g id='9'>Log in</g> <g id='10'>Register</g>
fr: <g id='9'>Authentification</g> <g id='10'>Inscription</g>

# link
source: > Print product
fr: > Imprimer

# link
source: > Send to a friend
fr: > Envoyer à un ami

source: A customer must be validated in your shop
fr: Un client doit être validé dans votre boutique

source: A mandatory variable is missing.
fr: Une variable obligatoire manque.

source: A product
fr: Un produit

source: A product is out of stock
fr: Un produit n'est plus disponible en stock

source: A review
fr: Un avis

source: Abusing report
fr: Avis abusifs

source: Accept orders
fr: Accepte les commandes

source: Access refused or site/rank/identifier incorrect
fr: Accès refusé ou site/rang/identifiant incorrect

source: Access to file denied
fr: Accès interdit au fichier

# label
source: Account Holder:
fr: Titulaire du compte :

source: Account holder
fr: Titulaire du compte

source: Activate lightbox ?
fr: Activer le lightbox ?

source: Activation key (received by mail)
fr: Clé d'activation (reçue par e-mail)

source: Active
fr: Actif

source: Add
fr: Ajouter

source: Add Record
fr: Ajouter un nouveau enregistrement

source: Add a new country
fr: Ajouter un nouveau pays

source: Add a new payment
fr: Ajouter un nouveau paiement

# link
source: Add a new payment.
fr: Ajouter un nouveau paiement

source: Add a new zone
fr: Ajouter une nouvelle zone

source: Add a review
fr: Ajouter un avis

# link
source: Add a review
fr: Ajouter un avis

source: Add an address in my address book
fr: Ajouter une adresse dans mon carnet d'adresses

# button
source: Add to cart
fr: Ajouter au panier

source: Address
fr: Adresse

# table cell
source: Address
fr: Adresse

source: Address (next)
fr: Adresse (suivante)

source: Address modified
fr: Adresse modifiée

# table cell
source: Address title
fr: Nom de l'adresse

source: Addresses
fr: Adresses

source: Addresses book
fr: Carnet d'adresses

source: Addthis account username
fr: Nom d'utilisateur addthis

# heading
source: Administration panel
fr: Panneau d'administration

# label
source: Adresse mail
fr: Email

source: Ads to show
fr: Publicité à afficher

source: Advance State
fr: État avancé

source: Advance state
fr: État avancé

source: Advantages
fr: Avantages

# paragraph
source: Advantages:
fr: Avantages:

source: After this payment, you will have a credit of ${remaining_amount}.
fr: Après ce paiement, il vous restera ${remaining_amount} en bon d'achat.

source: All
fr: Tous

# label
source: All
fr: Tous

# link
source: All
fr: Tous

source: All categories
fr: Toutes les catégories

source: All reviews
fr: Avis

source: Allow to define your own shipping way
fr: Permet de définir votre propre mode de livraison

source: Amount
fr: Montant

# table cell
source: Amount
fr: Montant

source: Amount incorrect
fr: Montant incorrect

source: Amount of withdrawal past the limit
fr: Dépasse la limite du montant de retrait

# heading
source: Amount:
fr: Montant :

source: An email has been send to your friend
fr: Un email a été envoyé à votre ami

# legend
source: Announce
fr: Annonce

source: Anonymous
fr: Anonyme

source: Anti-Spam module
fr: Module Anti-Spam

source: Appointment taken
fr: Rendez-vous pris

source: Approve after holder identification
fr: Approuver après identification du porteur

source: April
fr: Avril

# paragraph
source: Are you sure you want to delete the product ?
fr: Etes-vous sûr de vouloir supprimer le produit ?

source: Associated countries
fr: Pays associés

source: August
fr: Août

source: Author
fr: Auteur

source: Bank
fr: Banque

# label
source: Bank:
fr: Banque :

source: Bar that list last reviews
fr: Barre qui liste les derniers avis

source: Bar that list last users
fr: Barre qui liste les derniers inscrits

source: Bar that list last users that registred into website
fr: Barre qui liste les derniers avis inscrits sur le site

source: Barcode
fr: Code Barre

# table cell
source: Barcode
fr: Code Barre

source: Barcode format
fr: Format du code barre

source: Batch edition
fr: Édition en lots

source: Batch size for categories ?
fr: Taille du batch pour les catégories ?

source: Big Unicode
fr: Long Unicode

source: Bill
fr: Facture

source: Bill address
fr: Adresse de facturation

# heading
source: Bill address
fr: Adresse de facturation

# table cell
source: Bill address
fr: Adresse de facturation

# heading
source: Bill and delivery addresses
fr: Adresses de facturation et de livraison

source: Bill logo
fr: Logo de la facture

source: Birthday Widget
fr: Widget date de naissance

source: Boolean
fr: Booléen

source: Breadcrumb title
fr: Titre dans le fil d'arianne

# button
source: Buy
fr: Acheter

source: Cancel
fr: Annuler

source: Cancel the order
fr: Annuler la commande

# button
source: Cancel the order
fr: Annuler la commande

source: Canceled
fr: Annulée

source: Card absent from file
fr: Carte absente du fichier

source: Card accepter must contact purchaser
fr: L'accepteur de carte doit contacter l'acquéreur

source: Card issuer not accessible
fr: Emetteur de cartes inaccessible

source: Card issuer unknown
fr: Émetteur de carte inconnu

source: Cardholder's number or visual cryptogram invalid
fr: Numéro du porteur ou cryptogramme visuel invalide

source: Categories
fr: Catégories

# link
source: Categories
fr: Catégories

source: Categories Sort
fr: Tri des categories

# span
source: Categories:
fr: Catégories:

source: Category
fr: Catégorie

source: Category image
fr: Image de la catégorie

source: Category sidebar
fr: Barre lattérale Catégorie

source: Category:
fr: Catégorie:

# table cell
source: Category:
fr: Catégorie:

# link
source: Change banner
fr: Changer la bannière

source: Change img on hover ?
fr: Changer l'image au survol ?

source: Change photo
fr: Changer la photo

source: Change product model
fr: Changer le modèle de produit

# heading
source: Change the price for all this products
fr: Changer le prix pour ces produits

source: Changes saves
fr: Les changements ont étés sauvegardés

source: Check number
fr: Numéro de chèque

# label
source: Check number:
fr: Numéro de chèque :

source: Check payment Module
fr: Module de paiement par chèque

source: Check refused by the bank
fr: Chèque refusé par la banque

source: Choose a payment way
fr: Choisir un mode de paiement

# heading
source: Choose delivery
fr: Choisir le mode de livraison

source: Civility
fr: Civilité

source: Class skin
fr: Skin

source: Clean
fr: Propre

# button
source: Click here if you want to perform your payment
fr: Cliquez ici si vous voulez finaliser votre paiement

# link
source: Click here to get more informations.
fr: Cliquez ici pour avoir plus d'informations

source: Client cancellation
fr: Annulation client

source: Closed
fr: Fermé

# table cell
source: Collection of countries
fr: Collection de pays

# table cell
source: Collection of enumerates
fr: Collection d'énumérations

# table cell
source: Collection of zones
fr: Collection de zones

source: Color
fr: Couleur

source: Color Scheme
fr: Couleur du schéma

# link
source: Come back to the product list
fr: Revenir à la liste des produits

source: Commander
fr: Order

# button
source: Compare the selected products
fr: Comparer les produits séléctionnés

# table cell
source: Compare the selected products
fr: Comparer les produits séléctionnés

source: Complete the payment
fr: Compléter le paiement

source: Conditions of use
fr: Conditions d'utilisations

source: Configure
fr: Configurer

source: Configure Paybox
fr: Configurer Paybox

# table cell
source: Configure application
fr: Configurer l'application

source: Configure checkpayment module
fr: Configurer le module de paiement par chèque

source: Configure cross selling
fr: Configurer la vente liée

source: Configure deposite module
fr: Configurer le module de paiement par accompte

# table cell
source: Configure groups
fr: Configurer les groupes

source: Configure payment ways
fr: Configurer les modes de paiements

# table cell
source: Configure payments mode
fr: Configurer les modes de payment

# table cell
source: Configure products models
fr: Configurer les modèles de produit

# table cell
source: Configure shippings mode
fr: Configurer les modes de livraison

source: Configure shop
fr: Configurer le shop

# table cell
source: Configure shop general settings
fr: Configuration générale de la boutique

# table cell
source: Configure shop modules
fr: Configurer les modules de la boutique

# table cell
source: Configure website default cross selling.
fr: Configurer la vente liée par défaut du site

# table cell
source: Configure website general settings
fr: Configurer la configuration générale du site

# table cell
source: Configure your shop terms and conditions of use
fr: Configurer les CGV

source: Confirm my registration
fr: Confirmer mon inscription

source: Confirm your registration
fr: Confirmer votre inscription

source: Connection Date
fr: Date de connexion

# table cell
source: Connection history
fr: Historique des connexions

source: Contact the card issuer
fr: Contacter l'émetteur de carte

# link
source: Continue
fr: Continuer

source: Count
fr: Quantité

source: Countries
fr: Pays

# link
source: Countries
fr: Pays

source: Countries Zones
fr: Zones Pays

# b
source: Countries:
fr: Pays:

source: Country
fr: Pays

source: Country title
fr: Nom du pays

source: Cover
fr: Couverture

# table cell
source: Cover
fr: Couverture

source: Create a new category
fr: Créer une nouvelle catégorie

source: Create a new declination
fr: Créer une nouvelle déclinaison

source: Create a new product
fr: Créer un nouveau produit

source: Creation Time
fr: Date de création

source: Creation date
fr: Date de création

source: Credit amount
fr: Montant du credit

source: Credit payment
fr: Paiement par credit

source: Cross Selling Section
fr: Vente liée de la section

source: Cross selling
fr: Vente liée

# heading
source: Cross selling
fr: Vente liée

# link
source: Cross selling
fr: Vente liée

source: Cross-Selling Table
fr: Table de vente liée

source: Currency unknown
fr: Devise inconnue

# table cell
source: Current state:
fr: État de la commande:

source: Customer
fr: Client

# heading
source: Customer
fr: Client

# table cell
source: Customer [Id n°${customer/id}]
fr: Client [Id n°${customer/id}]

# table cell
source: Customer informations
fr: Informations sur le client:

source: Customer informations:
fr: Informations sur le client:

# table cell
source: Customer payment view
fr: Vue paiement du client

# table cell
source: Customer payments
fr: Paiements du client

source: Customers
fr: Clients

# link
source: Customers
fr: Clients

source: Customers authentification logs
fr: Historique d'authentification des clients

source: Data
fr: Données

# table cell
source: Data
fr: Donnée

source: Data Type
fr: Type de donnée

source: Date Widget
fr: Widget Date

source: Date and Time
fr: Date et heure

source: Date and Time of order creation
fr: Date et heure de création de la commande

source: December
fr: Décembre

source: Declination
fr: Déclinaison

source: Declination not exist
fr: La déclinaison n'existe pas

source: Declination:
fr: Déclinaison:

# table cell
source: Declination:
fr: Déclinaison:

source: Declinations
fr: Déclinaisons

# table cell
source: Declinations
fr: Déclinaisons

source: Declinations activated
fr: Déclinaisons activées

source: Decrease
fr: Diminuer

source: Default ?
fr: Par défaut ?

source: Default Skin
fr: Skin par défaut

source: Default cover for products
fr: Couverture par défaut pour les produits de la catégorie

source: Default shipping way description
fr: Description du mode de livraison par défaut

source: Default shipping way logo
fr: Logo du mode de livraison par défaut

source: Default shipping way title
fr: Titre du mode de livraison par défaut

source: Default value
fr: Valeur par défaut

source: Delete product
fr: Supprimer le produit

# link
source: Delete product
fr: Supprimer le produit

# button
source: Delete the product
fr: Supprimer le produit

# table cell
source: Delivery (${ship/title}):
fr: Livraison (${ship/title}) :

source: Delivery address
fr: Adresse de livraison

# table cell
source: Delivery address
fr: Adresse de livraison

# form
source: Delivery address:
fr: Adresse de livraison :

source: Delivery ongoing
fr: Livraison en cours

source: Depends of quantity
fr: Dépend de la quantité

source: Depends of weight
fr: Dépend du poids
